results/assets/load_testing_reports/10_reactive-sb-mysql-vt/8091_reactive-sb-mysql-no.txt
http.codes.200: ................................................................ 66289
http.codes.204: ................................................................ 879
http.codes.404: ................................................................ 21332
http.downloaded_bytes: ......................................................... 154692597
http.request_rate: ............................................................. 365/sec
http.requests: ................................................................. 88500
http.response_time:
  min: ......................................................................... 0
  max: ......................................................................... 101
  mean: ........................................................................ 3.1
  median: ...................................................................... 2
  p95: ......................................................................... 10.9
  p99: ......................................................................... 19.1
http.responses: ................................................................ 88500
vusers.completed: .............................................................. 88500
vusers.created: ................................................................ 88500
vusers.created_by_name.Delete a movie by id: ................................... 879
vusers.created_by_name.Get movies by id: ....................................... 61880
vusers.created_by_name.Get movies by page: ..................................... 17838
vusers.created_by_name.Save new movie: ......................................... 7903
vusers.failed: ................................................................. 0
vusers.session_length:
  min: ......................................................................... 1.1
  max: ......................................................................... 102.2
  mean: ........................................................................ 4.2
  median: ...................................................................... 2.9
  p95: ......................................................................... 11.8
  p99: ......................................................................... 20.3